{
    "status": "ok",
    "totalResults": 38,
    "articles": {
        "totalArticles": 16414,
        "articles": [
            {
                "title": "IND vs IRE, 1st T20 Live: भुवनेश्वर ने आयरलैंड को दिया पहला झटका, बलबिरनी जीरो पर हुए आउट",
                "description": "IND vs IRE, 1st T20, Malahide Cricket Club Ground: भारत और आयरलैंड के बीच टी20 सीरीज का पहला मैच डबलिन में खेला जा रहा है.",
                "content": "IND vs IRE, 1st T20, Malahide Cricket Club Ground: टीम इंडिया हार्दिक पांड्या की कप्तानी में आयरलैंड दौरे पर है. यहां दोनों टीमों के बीच 2 मैचों की टी20 सीरीज खेली जानी है. सीरीज के दोनों मुकाबले डबलिन में खेले जाएंगे. भारत ने इस मुकाबले के लिए अनुभव... [1276 chars]",
                "url": "https://www.abplive.com/sports/cricket/ind-vs-ire-1st-t20-live-updates-india-playing-against-ireland-1st-t20-international-at-malahide-cricket-club-ground-2155024",
                "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/06/26/b01596094feaa49f5b342f6687d00e65_original.jpg?impolicy=abp_cdn&imwidth=1200&imheight=628",
                "publishedAt": "2022-06-26T17:33:08Z",
                "source": {
                    "name": "ABP न्यूज़",
                    "url": "https://www.abplive.com"
                }
            },
            {
                "title": "Up By Election Results: अखिलेश से जो बन पड़ा किया, हार स्वीकार करता हूं... नतीजों पर बोले Dharmendra Yadav",
                "description": "धर्मेंद यादव ने कहा कि हमारे कार्यकर्ता लगातार धमकाए जा रहे थे. पुलिस दबाव बना रही थी. हार के बाद बसपा पर निशाना साधते हुए धर्मेंद्र ने कहा कि अगर बीएसपी ने उपचुनाव से पहले राष्ट्रपति चुनाव के लिए एनडीए प्रत्याशी का समर्थन किया होता, तब उन्हें पता चलता.",
                "content": "उत्तर प्रदेश में लोकसभा उपचुनाव में भाजपा ने बंपर जीत दर्ज जीत की है. रामपुर और आजमगढ़ सीट भाजपा ने फतह कर ली है. आजमगढ़ से दिनेश लाल यादव निरहुआ ने जीत दर्ज की है. निरहुआ ने सपा प्रत्याशी और अखिलेश यादव के चचेरे भाई धर्मेंद्र यादव को हराया है.\nनतीजो... [1962 chars]",
                "url": "https://www.aajtak.in/india/uttar-pradesh/story/azamgarh-samajwadi-candidate-dharmendra-yadav-after-defeat-akhilesh-yadav-ntc-1488727-2022-06-26",
                "image": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202206/dharamaendara-sixteen_nine.jpg",
                "publishedAt": "2022-06-26T16:36:12Z",
                "source": {
                    "name": "Aaj Tak",
                    "url": "https://www.aajtak.in"
                }
            },
            {
                "title": "Rohit Sharma: इंग्लैंड टेस्ट से पहले रिकवर होंगे रोहित? नए कप्तान को लेकर BCCI की ये रणनीति!",
                "description": "कप्तान रोहित शर्मा इंग्लैंड के खिलाफ होने वाले टेस्ट मैच से पहले कोरोना पॉजिटिव पाए गए हैं. क्या वो 1 जुलाई से पहले फिट होंगे, अगर नहीं तो उनकी जगह कौन लेगा इसपर कई तरह के सवाल खड़े हो रहे हैं.",
                "content": "इंग्लैंड के खिलाफ एक जुलाई से शुरू हो रहे टेस्ट मैच से पहले टीम इंडिया को झटका लगा है. कप्तान रोहित शर्मा अभ्यास मैच के दौरान कोरोना पॉजिटिव पाए गए और अब वह आइसोलेशन में हैं. रोहित के कोविड पॉजिटिव होने से टीम की टेंशन यह है कि इंग्लैंड के खिलाफ टेस्... [1253 chars]",
                "url": "https://www.aajtak.in/sports/cricket/story/rohit-sharma-replacement-india-vs-england-test-match-corona-recovery-tspo-1488699-2022-06-26",
                "image": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202206/captain_rohit_sharma-sixteen_nine.jpg",
                "publishedAt": "2022-06-26T16:14:40Z",
                "source": {
                    "name": "Aaj Tak",
                    "url": "https://www.aajtak.in"
                }
            },
            {
                "title": "Maharashtra Political Crisis: '20 मई को शिंदे को दिया गया था CM पद का ऑफर', सियासी उलटफेर के बीच आदित्य ठाकरे का बड़ा खुलासा",
                "description": "Maharashtra Political Crisis: आदित्य ठाकरे लगातार बागी विधायक पर वार कर रहे हैं. उन्होंने कहा कि 20 मई को मुख्यमंत्री उद्धव ठाकरे ने एकनाथ शिंदे को सीएम पद सौंपने का ऑफर दिया था.",
                "content": "Maharashtra Political Crisis: महाराष्ट्र में चल रहे सियासी उठापटक के बीच शिवसेना बागी विधायकों पर आक्रामक नजर आ रही है. आदित्य ठाकरे ने अपने एक बयान में शिंदे पर निशाना साधते हुए कहा, '20 मई को मुख्यमंत्री उद्धव ठाकरे ने एकनाथ शिंदे को सीएम पद सौंपने... [1096 chars]",
                "url": "https://www.abplive.com/news/india/maharashtra-political-crisis-shinde-was-offered-the-post-of-cm-on-may-20-amidst-political-upheaval-aaditya-thackeray-s-big-disclosure-ann-2155047",
                "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/06/25/617e9ee90269e236a68fb2ac941934a8_original.jpg?impolicy=abp_cdn&imwidth=1200&imheight=628",
                "publishedAt": "2022-06-26T15:05:18Z",
                "source": {
                    "name": "ABP न्यूज़",
                    "url": "https://www.abplive.com"
                }
            },
            {
                "title": "सिर्फ नई Scorpio ही नहीं, अगले हफ्ते धमाल मचाने आ रही हैं ये SUVs",
                "description": "27 जून को महिंद्रा एंड महिंद्रा (Mahindra & Mahindra) अपनी न्यू स्कॉर्पियो-एन (new Scorpio-N) पेश करेगी. इसके बाद मारुति (Maruti) 30 जून को अपनी SUV उतारेगी. टोयटा भी अपनी मिड-साइज एसयूवी के साथ इस कतार में शामिल है.",
                "content": "अगले हफ्ते इंडियन कार मार्केट में बड़ी हलचल रहने वाली है, क्योंकि अगले हफ्ते सिर्फ Mahindra की नई Scorpio N ही नहीं, बल्कि दो और एसयूवी लॉन्च होने जा रही हैं. इसमें एक कार Maruti की और दूसरी Toyota की है. इसमें सबसे पहले महिंद्रा एंड महिंद्रा (Mahind... [1871 chars]",
                "url": "https://www.aajtak.in/auto/news/story/maruti-brezza-to-mahindra-scorpio-n-3-big-suv-launches-next-week-tutd-1488498-2022-06-26",
                "image": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202206/mahindra-scorpio-new-nine-sixteen_nine_0.jpg",
                "publishedAt": "2022-06-26T13:32:01Z",
                "source": {
                    "name": "Aaj Tak",
                    "url": "https://www.aajtak.in"
                }
            },
            {
                "title": "Nirahua Love Affair: भोजपुरी एक्ट्रेस Aamrapali Dubey संग थी शादीशुदा निरहुआ के अफेयर की चर्चा",
                "description": "राजनीत‍ि के दंगल में अपना दमखम दिखाने वाले निरहुआ अपने बयानों और निजी जिंदगी को लेकर भी काफी चर्चा में रहे हैं. खबर थी क‍ि निरहुआ अपनी को-स्टार भोजपुरी एक्ट्रेस आम्रपाली दुबे के साथ रिश्ते में थे. आइए एक नजर उनके रिश्ते पर.",
                "content": "लोकसभा उपचुनाव में उत्तर प्रदेश की रामपुर और आजमगढ़ की सीटों पर भारतीय जनता पार्टी (भाजपा/बीजेपी) का दबदबा रहा. यूपी के रामपुर सीट पर घनश्याम सिंह लोधी ने जीत का झंडा फहराया, वहीं आजमगढ़ सीट से चुनाव के मैदान में उतरे भोजपुरी स्टार दिनेश लाल यादव उर्... [1794 chars]",
                "url": "https://www.aajtak.in/entertainment/news/story/dinesh-lal-yadav-nirahua-affair-amrapali-dubey-love-connection-wins-by-poll-election-2022-azamgarh-tmovb-1488596-2022-06-26",
                "image": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202206/amrapali-3-sixteen_nine.jpg",
                "publishedAt": "2022-06-26T13:20:02Z",
                "source": {
                    "name": "Aaj Tak",
                    "url": "https://www.aajtak.in"
                }
            },
            {
                "title": "Nirahua Career: कभी शादियों में गाते थे गाना, गरीबी में बीता बचपन, आज भोजपुरी सिनेमा के सुपरस्टार हैं Nirahua",
                "description": "निरहुआ की पर्सनल लाइफ और प्रोफेशनल लाइफ काफी स्ट्रगल से भरी रही है. आज के वक्त में वह भोजपुरी फिल्म इंडस्ट्री के बड़े सुपरस्टार हैं. आज भोजपुरी फिल्मों के दिग्गज एक्टर दिनेश लाल यादव उर्फ निरहुआ सबसे ज्यादा फीस लेने वाले भोजपुरी कलाकारों में गिने जाते हैं.",
                "content": "भोजपुरी सुपरस्टार दिनेश लाल यादव उर्फ निरहुआ सिनेमाघरों के साथ-साथ राजनीति के मैदान में भी छा गए हैं. लोकसभा उपचुनाव में आजमगढ़ से निरहुआ को बड़ी जीत हासिल हुई है. निरहुआ ने सोशल मीडिया पर अपनी जीत का ऐलान भी कर दिया है. राजनीति के साथ-साथ फिल्म इंडस्... [3548 chars]",
                "url": "https://www.aajtak.in/entertainment/news/story/nirahua-wins-azamgarh-bypoll-results-2022-bhojpuri-star-acting-singing-career-songs-amrapali-dubey-tmovb-1488566-2022-06-26",
                "image": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202206/nirahua-sixteen_nine.jpeg",
                "publishedAt": "2022-06-26T12:47:08Z",
                "source": {
                    "name": "Aaj Tak",
                    "url": "https://www.aajtak.in"
                }
            },
            {
                "title": "Maharashtra Political Crisis: संजय राउत का विवादित बयान- जो 40 लोग वहां हैं, उनकी बॉडी यहां आएगी, उनकी आत्मा...",
                "description": "Maharashtra Political Crisis: संजय राउत लगातार बागी गुट के खिलाफ आक्रमक बयान दे रहे हैं. इससे पहले उन्होंने कहा, 'हमने संयम बना रखा है नहीं तो हजारों शिवसैनिक हमारे एक इशारे का इंतजार कर रहे हैं.'",
                "content": "Maharashtra Political Crisis: महाराष्ट्र में जारी सियासी घमासान के बीच शिवसेना (Shiv Sena) सांसद संजय राउत (Sanjay Raut) ने बागी विधायकों के खिलाफ विवादित बयान दिया है. उन्होंने कहा, \"जो 40 लोग वहां हैं वे ज़िंदा लाश हैं. ये मुर्दा हैं. उनके शव यहां आ... [1771 chars]",
                "url": "https://www.abplive.com/news/india/maharashtra-political-crisis-sanjay-rauts-controversial-statement-40-people-who-are-there-their-body-will-come-here-their-soul-ann-2154964",
                "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/06/26/737fb03ded31a86ccd6e11c7baacaa53_original.jpg?impolicy=abp_cdn&imwidth=1200&imheight=628",
                "publishedAt": "2022-06-26T12:45:55Z",
                "source": {
                    "name": "ABP न्यूज़",
                    "url": "https://www.abplive.com"
                }
            },
            {
                "title": "Breaking News LIVE: 'पार्टी में लौटने वालों के लिए खुला है दरवाजा', महाराष्ट्र में चल रहे सियासी बवाल के बीच बोले आदित्य ठाकरे",
                "description": "Breaking News Live 26th June Updates: देश-विदेश की हर बड़ी खबर सबसे पहले जानने के लिए यहां हमारे साथ ब्रेकिंग न्यूज लाइव ब्लॉग में बने रहें.",
                "content": "Breaking News LIVE Updates 26th June 2022: प्रधानमंत्री नरेंद्र मोदी आज मन की बात करेंगे. इस बार मन की बात का 90वां एपिसोड का प्रसारण होगा. पीएम आज मन की बात के जरिए देशवासियों से जुड़कर अपने मन के जीवंत विचारों की अभिव्यक्ति करेंगे. पीएम मोदी की मन ... [1246 chars]",
                "url": "https://www.abplive.com/news/india/breaking-news-live-updates-26-june-2022-rahul-gandhi-pm-modi-mann-ki-baat-congress-bjp-agnipath-scheme-eknath-shinde-uddhav-thackeray-2154610",
                "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/06/26/80e53ff812c675aaac600d8ba1fd3f5b_original.jpg?impolicy=abp_cdn&imwidth=1200&imheight=628",
                "publishedAt": "2022-06-26T12:16:12Z",
                "source": {
                    "name": "ABP न्यूज़",
                    "url": "https://www.abplive.com"
                }
            },
            {
                "title": "Lei vs Ind: आउट या नॉटआउट? खुद शार्दुल ठाकुर को नहीं हुआ यकीन, बल्लेबाज भी जाते-जाते दिखा निराश, देखें वीडियो",
                "description": "Lei vs Ind: गेम का स्तर चाहे छोटा हो या बड़ा, कोई भी बल्लेबाज या गेंदबाज नहीं चाहता कि मैच में उसके साथ बेईमानी हो। प्रैक्ट्सि मैचों में टेक्नोलॉजी की कमी के चलते कई बार सवाल उठ चुके हैं।",
                "content": "नई दिल्ली: गेम का स्तर चाहे छोटा हो या बड़ा, कोई भी बल्लेबाज या गेंदबाज नहीं चाहता कि मैच में उसके साथ बेईमानी हो। प्रैक्ट्सि मैचों में टेक्नोलॉजी की कमी के चलते कई बार सवाल उठ चुके हैं। ऐसा ही नजारा भारत और लीसेस्टरशायर के बीच चल रहे प्रैक्ट्सि मैच ... [1362 chars]",
                "url": "https://hindi.news24online.com/news/sports/lei-vs-ind-out-or-not-out-shardul-thakur-himself-was-not-convinced-batsmen-hassan-azad-were-also-disappointed-way-watch-video-caa1732b/",
                "image": "https://media.news24online.com/static_dev/static_root/media/2022/06/26/b6301647-1817-4cf5-b6c0-5c6b4d92810e.webp",
                "publishedAt": "2022-06-26T11:24:00Z",
                "source": {
                    "name": "News24 Hindi",
                    "url": "https://hindi.news24online.com"
                }
            }
        ]
    }
}